Repository: nadheemabdulla/gea
Catalog: edx_gea/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Unsupported file extension.
ru: Неподдерживаемое расширение файла.

source: Assessment file
ru: Файл оценок

source: CSV delimiter
ru: CSV разделитель

source: Semicolon
ru: Точка с запятой

source: Comma
ru: Запятая

source: The csv file has more than %s lines.
ru: В csv-файле больше %s строк.

source: Student needs a score to be graded.
ru: Студенту нужна оценка.

source: User %s does not exist.
ru: Пользователя %s не существует.

source: User %s is not enrolled to this course.
ru: Пользователь %s не записан на этот курс.

source: Score %s is not an integer.
ru: Оценка %s не целое число.

source: Score %s is outside score limits.
ru: Оценка %s

source: Line %(line)s: %(error_description)s
ru: Строка %(line)s: %(error_description)s

source: External Activity Grader
ru: Оценивание внешней активности

source: Thank you, the students assessment has been done.
ru: Спасибо, оценивание студентов завершено.

source: The assessment file contains errors, please fix them, and upload the file again.
ru: Файл оценок содержит ошибки, пожалуйста исправьте их и загрузите файл снова.

source: Please wait a few minutes, file is being uploaded.
ru: Подождите несколько минут, файл загружается.

# gea
source: Grade
ru: Оценка

source: The csv file sould not exceed %(max_assessment_file_lines)s lines.
ru: Csv-файл не должен превышать %(max_assessment_file_lines)s строк.

source: If you have more than %(max_assessment_file_lines)s students to grade, upload the assessment file in smaller chunks.
ru: Если у вас больше %(max_assessment_file_lines)s студентов для оценивания, поделите файл оценок на несколько.

source: Grade:
ru: Оценка:

source: Comment:
ru: Комментарий:

source: Activity not graded yet.
ru: Работа еще не оценена.
